Tekla.Structures.ModelInternal.RebarSplitter.LapSideEnum
The lap side.

Tekla.Structures.ModelInternal.RebarSplitter.LapSideEnum.LapLeft
Lap left.

Tekla.Structures.ModelInternal.RebarSplitter.LapSideEnum.LapRight
Lap right.

Tekla.Structures.ModelInternal.RebarSplitter.LapSideEnum.LapMiddle
Lap middle.